Repository: joshsoftware/voice-banking
Catalog: mobile_app/lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, pa, ta, te

# howToCheckTransactionsDescription
source: You can ask what is my last x transactions
bn: আপনি জিজ্ঞাসা করতে পারেন আমার শেষ x লেনদেন কী
gu: તમે પૂછી શકો છો કે મારા છેલ્લા x વ્યવહાર શું છે
hi: आप पूछ सकते हैं कि मेरे अंतिम x लेन-देन क्या हैं
kn: ನೀವು ನನ್ನ ಕೊನೆಯ x ವಹಿವಾಟುಗಳು ಯಾವುವು ಎಂದು ಕೇಳಬಹುದು
ml: നിങ്ങൾക്ക് എന്റെ അവസാന x ഇടപാടുകൾ എന്താണെന്ന് ചോദിക്കാം
mr: तुम्ही माझे शेवटचे x व्यवहार काय आहेत असे विचारू शकता
pa: ਤੁਸੀਂ ਪੁੱਛ ਸਕਦੇ ਹੋ ਕਿ ਮੇਰੇ ਆਖਰੀ x ਲੈਣ-ਦੇਣ ਕੀ ਹਨ
ta: எனது கடைசி x பரிவர்த்தனைகள் என்னவென்று நீங்கள் கேட்கலாம்
te: నా చివరి x లావాదేవీలు ఏమిటి అని మీరు అడగవచ్చు

# voiceCommandsDescription
source: Speak clearly and naturally. The system understands conversational language.
bn: স্পষ্ট এবং স্বাভাবিকভাবে কথা বলুন। সিস্টেম কথোপকথনের ভাষা বুঝতে পারে।
gu: સ્પષ્ટ અને કુદરતી રીતે બોલો. સિસ્ટમ વાતચીતની ભાષા સમજે છે.
hi: स्पष्ट और प्राकृतिक रूप से बोलें। सिस्टम बातचीत की भाषा को समझता है।
kn: ಸ್ಪಷ್ಟವಾಗಿ ಮತ್ತು ನೈಸರ್ಗಿಕವಾಗಿ ಮಾತನಾಡಿ. ವ್ಯವಸ್ಥೆಯು ಸಂಭಾಷಣೆಯ ಭಾಷೆಯನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುತ್ತದೆ.
ml: വ്യക്തമായും സ്വാഭാവികമായും സംസാരിക്കുക. സിസ്റ്റം സംഭാഷണ ഭാഷ മനസ്സിലാക്കുന്നു.
mr: स्पष्ट आणि नैसर्गिकरित्या बोला. सिस्टम संभाषणाची भाषा समजते.
pa: ਸਪਸ਼ਟ ਅਤੇ ਕੁਦਰਤੀ ਤਰ੍ਹਾਂ ਬੋਲੋ। ਸਿਸਟਮ ਗੱਲਬਾਤ ਦੀ ਭਾਸ਼ਾ ਸਮਝਦਾ ਹੈ।
ta: தெளிவாகவும் இயல்பாகவும் பேசுங்கள். கணினி உரையாடல் மொழியை புரிந்துகொள்கிறது.
te: స్పష్టంగా మరియు సహజంగా మాట్లాడండి. సిస్టమ్ సంభాషణ భాషను అర్థం చేసుకుంటుంది.

source: Supported Languages
bn: সমর্থিত ভাষা
gu: સમર્થિત ભાષાઓ
hi: समर्थित भाषाएं
kn: ಬೆಂಬಲಿತ ಭಾಷೆಗಳು
ml: പിന്തുണയുള്ള ഭാഷകൾ
mr: समर्थित भाषा
pa: ਸਮਰਥਿਤ ਭਾਸ਼ਾਵਾਂ
ta: ஆதரவளிக்கப்படும் மொழிகள்
te: మద్దతు ఉన్న భాషలు

# supportedLanguagesDescription
source: Currently supports English, Hindi, Bengali, Gujarati, Kannada, Malayalam, Marathi, Punjabi, Tamil, and Telugu.
bn: বর্তমানে ইংরেজি, হিন্দি, বাংলা, গুজরাটি, কন্নড়, মালয়ালম, মারাঠি, পাঞ্জাবি, তামিল এবং তেলুগু সমর্থন করে।
gu: હાલમાં અંગ્રેજી, હિન્દી, બંગાળી, ગુજરાતી, કન્નડ, મલયાલમ, મરાઠી, પંજાબી, તમિલ અને તેલુગુનો સમર્થન કરે છે.
hi: वर्तमान में अंग्रेजी, हिंदी, बंगाली, गुजराती, कन्नड़, मलयालम, मराठी, पंजाबी, तमिल और तेलुगु का समर्थन करता है।
kn: ಪ್ರಸ್ತುತ ಇಂಗ್ಲಿಷ್, ಹಿಂದಿ, ಬಂಗಾಳಿ, ಗುಜರಾತಿ, ಕನ್ನಡ, ಮಲಯಾಳಂ, ಮರಾಠಿ, ಪಂಜಾಬಿ, ತಮಿಳು ಮತ್ತು ತೆಲುಗು ಭಾಷೆಗಳಿಗೆ ಬೆಂಬಲ ನೀಡುತ್ತದೆ.
ml: നിലവിൽ ഇംഗ്ലീഷ്, ഹിന്ദി, ബംഗാളി, ഗുജറാത്തി, കന്നഡ, മലയാളം, മറാഠി, പഞ്ചാബി, തമിഴ്, തെലുഗു ഭാഷകൾക്ക് പിന്തുണ നൽകുന്നു.
mr: सध्या इंग्रजी, हिंदी, बंगाली, गुजराती, कन्नड, मलयाळम, मराठी, पंजाबी, तमिळ आणि तेलुगू भाषांना समर्थन देते.
pa: ਵਰਤਮਾਨ ਵਿੱਚ ਅੰਗਰੇਜ਼ੀ, ਹਿੰਦੀ, ਬੰਗਾਲੀ, ਗੁਜਰਾਤੀ, ਕੰਨੜ, ਮਲਿਆਲਮ, ਮਰਾਠੀ, ਪੰਜਾਬੀ, ਤਮਿਲ ਅਤੇ ਤੇਲਗੂ ਭਾਸ਼ਾਵਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।
ta: தற்போது ஆங்கிலம், இந்தி, வங்காளம், குஜராத்தி, கன்னடம், மலையாளம், மராத்தி, பஞ்சாபி, தமிழ் மற்றும் தெலுங்கு மொழிகளுக்கு ஆதரவளிக்கிறது.
te: ప్రస్తుతం ఆంగ్లం, హిందీ, బెంగాలీ, గుజరాతీ, కన్నడ, మలయాళం, మరాఠీ, పంజాబీ, తమిళం మరియు తెలుగు భాషలకు మద్దతు ఇస్తుంది.

source: Privacy & Security
bn: গোপনীয়তা ও নিরাপত্তা
gu: ગોપનીયતા અને સુરક્ષા
hi: गोपनीयता और सुरक्षा
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆ
ml: സ്വകാര്യതയും സുരക്ഷയും
mr: गोपनीयता आणि सुरक्षा
pa: ਗੁਪਤਤਾ ਅਤੇ ਸੁਰੱਖਿਆ
ta: தனியுரிமை மற்றும் பாதுகாப்பு
te: గోప్యత మరియు భద్రత

# privacySecurityDescription
source: Your voice data is processed securely and is not stored permanently.
bn: আপনার ভয়েস ডেটা নিরাপদে প্রক্রিয়াজাত করা হয় এবং স্থায়ীভাবে সংরক্ষণ করা হয় না।
gu: તમારો વૉઇસ ડેટા સુરક્ષિત રીતે પ્રક્રિયા કરવામાં આવે છે અને કાયમી રીતે સંગ્રહિત થતો નથી.
hi: आपका वॉइस डेटा सुरक्षित रूप से प्रोसेस किया जाता है और स्थायी रूप से संग्रहीत नहीं किया जाता।
kn: ನಿಮ್ಮ ವಾಯ್ಸ್ ಡೇಟಾವನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಶಾಶ್ವತವಾಗಿ ಸಂಗ್ರಹಿಸಲಾಗುವುದಿಲ್ಲ.
ml: നിങ്ങളുടെ വോയ്സ് ഡാറ്റ സുരക്ഷിതമായി പ്രോസസ്സ് ചെയ്യപ്പെടുന്നു, സ്ഥിരമായി സംഭരിക്കപ്പെടുന്നില്ല.
mr: तुमचा व्हॉइस डेटा सुरक्षितपणे प्रक्रिया केला जातो आणि कायमस्वरूपी संग्रहित केला जात नाही.
pa: ਤੁਹਾਡਾ ਵੌਇਸ ਡੇਟਾ ਸੁਰੱਖਿਤ ਢੰਗ ਨਾਲ ਪ੍ਰਕਿਰਿਆ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸਥਾਈ ਤੌਰ 'ਤੇ ਸਟੋਰ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ।
ta: உங்கள் வாய்ஸ் தரவு பாதுகாப்பாக செயலாக்கப்படுகிறது மற்றும் நிரந்தரமாக சேமிக்கப்படுவதில்லை.
te: మీ వాయిస్ డేటా సురక్షితంగా ప్రాసెస్ చేయబడుతుంది మరియు శాశ్వతంగా నిల్వ చేయబడదు.

source: Pro Tips
bn: বিশেষজ্ঞ পরামর্শ
gu: વિશેષજ્ઞ સૂચનો
hi: विशेषज्ञ सुझाव
kn: ವೃತ್ತಿಪರ ಸಲಹೆಗಳು
ml: പ്രൊഫഷണൽ നുറുങ്ങുകൾ
mr: व्यावसायिक सल्ले
pa: ਪ੍ਰੋਫੈਸ਼ਨਲ ਸੁਝਾਅ
ta: தொழில்முறை குறிப்புகள்
te: వృత్తిపరమైన చిట్కాలు

# tipQuietEnvironment
source: Speak in a quiet environment for better recognition
bn: ভালো স্বীকৃতির জন্য শান্ত পরিবেশে কথা বলুন
gu: વધુ સારી ઓળખ માટે શાંત વાતાવરણમાં બોલો
hi: बेहतर पहचान के लिए शांत वातावरण में बोलें
kn: ಉತ್ತಮ ಗುರುತಿಸುವಿಕೆಗಾಗಿ ಶಾಂತ ವಾತಾವರಣದಲ್ಲಿ ಮಾತನಾಡಿ
ml: മികച്ച തിരിച്ചറിയലിനായി ശാന്തമായ പരിസ്ഥിതിയിൽ സംസാരിക്കുക
mr: चांगल्या ओळखीसाठी शांत वातावरणात बोला
pa: ਬਿਹਤਰ ਪਛਾਣ ਲਈ ਸ਼ਾਂਤ ਮਾਹੌਲ ਵਿੱਚ ਬੋਲੋ
ta: சிறந்த அங்கீகாரத்திற்காக அமைதியான சூழலில் பேசுங்கள்
te: మెరుగైన గుర్తింపు కోసం నిశ్శబ్ద వాతావరణంలో మాట్లాడండి

# tipNaturalLanguage
source: Use natural language like "Show me my balance"
bn: প্রাকৃতিক ভাষা ব্যবহার করুন যেমন "আমার ব্যালেন্স দেখান"
gu: કુદરતી ભાષા વાપરો જેમ કે "મારું બેલન્સ બતાવો"
hi: प्राकृतिक भाषा का उपयोग करें जैसे "मेरा बैलेंस दिखाएं"
kn: ನೈಸರ್ಗಿಕ ಭಾಷೆಯನ್ನು ಬಳಸಿ ಉದಾಹರಣೆಗೆ "ನನ್ನ ಬ್ಯಾಲೆನ್ಸ್ ತೋರಿಸಿ"
ml: സ്വാഭാവിക ഭാഷ ഉപയോഗിക്കുക ഉദാഹരണത്തിന് "എന്റെ ബാലൻസ് കാണിക്കുക"
mr: नैसर्गिक भाषा वापरा जसे की "माझा बॅलन्स दाखवा"
pa: ਕੁਦਰਤੀ ਭਾਸ਼ਾ ਵਰਤੋ ਜਿਵੇਂ "ਮੇਰਾ ਬੈਲੇਂਸ ਦਿਖਾਓ"
ta: இயற்கையான மொழியைப் பயன்படுத்துங்கள் எடுத்துக்காட்டாக "எனது இருப்பைக் காட்டுங்கள்"
te: సహజ భాషను ఉపయోగించండి ఉదాహరణకు "నా బ్యాలెన్స్ చూపించండి"

# tipWaitForIndicator
source: Wait for the listening indicator before speaking
bn: কথা বলার আগে শোনার নির্দেশকের জন্য অপেক্ষা করুন
gu: બોલતા પહેલા સાંભળવાના સૂચકની રાહ જુઓ
hi: बोलने से पहले सुनने के संकेतक की प्रतीक्षा करें
kn: ಮಾತನಾಡುವ ಮೊದಲು ಕೇಳುವ ಸೂಚಕಕ್ಕಾಗಿ ಕಾಯಿರಿ
ml: സംസാരിക്കുന്നതിന് മുമ്പ് കേൾക്കുന്ന സൂചകത്തിനായി കാത്തിരിക്കുക
mr: बोलण्यापूर्वी ऐकण्याच्या सूचकाची वाट पहा
pa: ਬੋਲਣ ਤੋਂ ਪਹਿਲਾਂ ਸੁਣਨ ਦੇ ਸੰਕੇਤਕ ਲਈ ਉਡੀਕ ਕਰੋ
ta: பேசுவதற்கு முன் கேட்கும் குறிகாட்டிக்காக காத்திருக்கவும்
te: మాట్లాడే ముందు వినే సూచిక కోసం వేచి ఉండండి

source: Need More Help?
bn: আরো সাহায্য প্রয়োজন?
gu: વધુ મદદ જોઈએ?
hi: और सहायता चाहिए?
kn: ಹೆಚ್ಚು ಸಹಾಯ ಬೇಕೇ?
ml: കൂടുതൽ സഹായം വേണോ?
mr: अधिक मदत हवी?
pa: ਹੋਰ ਮਦਦ ਚਾਹੀਦੀ ਹੈ?
ta: மேலும் உதவி தேவையா?
te: మరింత సహాయం కావాలా?

# contactSupportDescription
source: Contact our support team for additional assistance
bn: অতিরিক্ত সহায়তার জন্য আমাদের সহায়তা দলকে যোগাযোগ করুন
gu: વધારાની સહાયતા માટે અમારી સહાયતા ટીમનો સંપર્ક કરો
hi: अतिरिक्त सहायता के लिए हमारी सहायता टीम से संपर्क करें
kn: ಹೆಚ್ಚುವರಿ ಸಹಾಯಕ್ಕಾಗಿ ನಮ್ಮ ಬೆಂಬಲ ತಂಡವನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: അധിക സഹായത്തിനായി ഞങ്ങളുടെ സപ്പോർട്ട് ടീമുമായി ബന്ധപ്പെടുക
mr: अतिरिक्त सहाय्यासाठी आमच्या सहाय्य टीमशी संपर्क साधा
pa: ਵਾਧੂ ਸਹਾਇਤਾ ਲਈ ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ta: கூடுதல் உதவிக்காக எங்கள் ஆதரவு குழுவைத் தொடர்பு கொள்ளுங்கள்
te: అదనపు సహాయం కోసం మా మద్దతు బృందాన్ని సంప్రదించండి

# balanceSuccess
source: Your current balance is {amount} rupees.
bn: আপনার বর্তমান জের {amount} টাকা।
gu: તમારું વર્તમાન બેલન્સ {amount} રૂપિયા છે।
hi: आपका वर्तमान बैलेंस {amount} रुपये है।
ml: നിങ്ങളുടെ നിലവിലെ ബാലൻസ് {amount} രൂപയാണ്।
mr: तुमचा सध्याचा बॅलन्स {amount} रुपये आहे।
pa: ਤੁਹਾਡਾ ਮੌਜੂਦਾ ਬੈਲੇਂਸ {amount} ਰੁਪਏ ਹੈ।
ta: உங்கள் தற்போதைய இருப்பு {amount} ரூபாய்।

# transactionsFound
source: Here are your {count} most recent transactions.
bn: এখানে আপনার {count}টি সর্বশেষ লেনদেন।
gu: અહીં તમારા {count} સૌથી તાજેતરના વ્યવહારો છે।
hi: यहाँ आपके {count} सबसे हाल के लेन-देन हैं।
ml: ഇവിടെ നിങ്ങളുടെ {count} ഏറ്റവും പുതിയ ഇടപാടുകളാണ്।
mr: येथे तुमचे {count} सर्वात अलीकडील व्यवहार आहेत।
pa: ਇੱਥੇ ਤੁਹਾਡੇ {count} ਸਭ ਤੋਂ ਹਾਲ ਹੀ ਦੇ ਲੈਣ-ਦੇਣ ਹਨ।
ta: இங்கே உங்களின் {count} சமீபத்திய பரிவர்த்தனைகள்।

# noTransactions
source: No transactions found.
bn: কোন লেনদেন পাওয়া যায়নি।
gu: કોઈ વ્યવહાર મળ્યા નથી।
hi: कोई लेन-देन नहीं मिला।
ml: ഇടപാടുകൾ കണ്ടെത്തിയില്ല।
mr: कोणतेही व्यवहार सापडले नाहीत।
pa: ਕੋਈ ਲੈਣ-ਦੇਣ ਨਹੀਂ ਮਿਲੇ।
ta: பரிவர்த்தனைகள் எதுவும் கிடைக்கவில்லை।

# transferSuccess
source: Transfer of {amount} rupees to {recipient} has been initiated successfully.
bn: {recipient} এর কাছে {amount} টাকা স্থানান্তর সফলভাবে শুরু হয়েছে।
gu: {recipient} ને {amount} રૂપિયાનું સ્થાનાંતરણ સફળતાપૂર્વક શરૂ કરવામાં આવ્યું છે।
hi: {recipient} को {amount} रुपये का स्थानांतरण सफलतापूर्वक शुरू किया गया है।
ml: {recipient} എന്നയാൾക്ക് {amount} രൂപയുടെ കൈമാറ്റം വിജയകരമായി ആരംഭിച്ചു।
mr: {recipient} ला {amount} रुपयांचे स्थानांतरण यशस्वीरित्या सुरू केले गेले आहे।
pa: {recipient} ਨੂੰ {amount} ਰੁਪਏ ਦਾ ਟ੍ਰਾਂਸਫਰ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ੁਰੂ ਕੀਤਾ ਗਿਆ ਹੈ।
ta: {recipient} க்கு {amount} ரூபாய் பரிமாற்றம் வெற்றிகரமாக தொடங்கப்பட்டது।

# transferFailed
source: Transfer failed. Please try again.
bn: স্থানান্তর ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
gu: સ્થાનાંતરણ નિષ્ફળ થયું। કૃપા કરીને ફરીથી પ્રયાસ કરો।
hi: स्थानांतरण असफल। कृपया पुनः प्रयास करें।
ml: കൈമാറ്റം പരാജയപ്പെട്ടു। ദയവായി വീണ്ടും ശ്രമിക്കുക।
mr: स्थानांतरण अयशस्वी। कृपया पुन्हा प्रयत्न करा।
pa: ਟ੍ਰਾਂਸਫਰ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: பரிமாற்றம் தோல்வியடைந்தது। தயவுசெய்து மீண்டும் முயற்சிக்கவும்।

# errorGeneric
source: Sorry, I encountered an error. Please try again.
bn: দুঃখিত, আমি একটি ত্রুটি পেয়েছি। অনুগ্রহ করে আবার চেষ্টা করুন।
gu: માફ કરશો, મને એક ભૂલ આવી છે। કૃપા કરીને ફરીથી પ્રયાસ કરો।
hi: क्षमा करें, मुझे एक त्रुटि आई है। कृपया पुनः प्रयास करें।
ml: ക്ഷമിക്കണം, എനിക്ക് ഒരു പിശക് സംഭവിച്ചു। ദയവായി വീണ്ടും ശ്രമിക്കുക।
mr: माफ करा, मला एक त्रुटी आली आहे। कृपया पुन्हा प्रयत्न करा।
pa: ਮਾਫ ਕਰਨਾ, ਮੈਨੂੰ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: மன்னிக்கவும், எனக்கு ஒரு பிழை ஏற்பட்டது। தயவுசெய்து மீண்டும் முயற்சிக்கவும்।

# errorInsufficientFunds
source: Insufficient funds. Please check your balance.
bn: অপর্যাপ্ত তহবিল। অনুগ্রহ করে আপনার জের পরীক্ষা করুন।
gu: અપૂરતા ભંડોળ। કૃપા કરીને તમારું બેલન્સ તપાસો।
hi: अपर्याप्त धनराशि। कृपया अपना बैलेंस जांचें।
ml: പര്യാപ്തമല്ലാത്ത ധനം। ദയവായി നിങ്ങളുടെ ബാലൻസ് പരിശോധിക്കുക।
mr: अपुरे निधी। कृपया तुमचा बॅलन्स तपासा।
pa: ਅਪਰਿਆਪਤ ਫੰਡ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਬੈਲੇਂਸ ਚੈੱਕ ਕਰੋ।
ta: போதுமான நிதி இல்லை। தயவுசெய்து உங்கள் இருப்பை சரிபார்க்கவும்।

# otpNotification
source: Lingo Voice Banking OTP: {otp}
bn: লিঙ্গো ভয়েস ব্যাংকিং OTP: {otp}
gu: લિંગો વૉઇસ બેંકિંગ OTP: {otp}
hi: लिंगो वॉइस बैंकिंग OTP: {otp}
ml: ലിംഗോ വോയ്സ് ബാങ്കിംഗ് OTP: {otp}
mr: लिंगो व्हॉइस बँकिंग OTP: {otp}
pa: ਲਿੰਗੋ ਵੌਇਸ ਬੈਂਕਿੰਗ OTP: {otp}
ta: லிங்கோ வாய்ஸ் பேங்கிங் OTP: {otp}

source: Login failed
bn: লগইন ব্যর্থ
gu: લોગિન નિષ્ફળ
hi: लॉगिन असफल
ml: ലോഗിൻ പരാജയം
mr: लॉगिन अयशस्वी
pa: ਲੌਗਿਨ ਅਸਫਲ
ta: உள்நுழைவு தோல்வி

# networkError
source: Network error: {error}
bn: নেটওয়ার্ক ত্রুটি: {error}
gu: નેટવર્ક ભૂલ: {error}
hi: नेटवर्क त्रुटि: {error}
ml: നെറ്റ്‌വർക്ക് പിശക്: {error}
mr: नेटवर्क त्रुटी: {error}
pa: ਨੈੱਟਵਰਕ ਗਲਤੀ: {error}
ta: நெட்வொர்க் பிழை: {error}

# verificationFailed
source: Verification failed: {error}
bn: যাচাইকরণ ব্যর্থ: {error}
gu: ચકાસણી નિષ્ફળ: {error}
hi: सत्यापन असफल: {error}
ml: പരിശോധന പരാജയം: {error}
mr: सत्यापन अयशस्वी: {error}
pa: ਪੜਤਾਲ ਅਸਫਲ: {error}
ta: சரிபார்ப்பு தோல்வி: {error}

# resendInSeconds
source: Resend in {seconds}s
bn: {seconds} সেকেন্ডে পুনরায় পাঠান
gu: {seconds} સેકન્ડમાં ફરીથી મોકલો
hi: {seconds} सेकंड में पुनः भेजें
ml: {seconds} സെക്കൻഡിൽ വീണ്ടും അയയ്ക്കുക
mr: {seconds} सेकंदात पुन्हा पाठवा
pa: {seconds} ਸਕਿੰਟਾਂ ਵਿੱਚ ਦੁਬਾਰਾ ਭੇਜੋ
ta: {seconds} வினாடிகளில் மீண்டும் அனுப்பு

# resendOtpFailed
source: Failed to resend OTP: {message}
bn: OTP পুনরায় পাঠাতে ব্যর্থ: {message}
gu: OTP ફરીથી મોકલવામાં નિષ્ફળ: {message}
hi: OTP पुनः भेजने में असफल: {message}
ml: OTP വീണ്ടും അയയ്ക്കാൻ പരാജയം: {message}
mr: OTP पुन्हा पाठवण्यात अयशस्वी: {message}
pa: OTP ਦੁਬਾਰਾ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ: {message}
ta: OTP மீண்டும் அனுப்ப தோல்வி: {message}

source: Transaction Details
bn: লেনদেনের বিবরণ
gu: વ્યવહારની વિગતો
hi: लेन-देन विवरण
ml: ഇടപാട് വിവരങ്ങൾ
mr: व्यवहार तपशील
pa: ਲੈਣ-ਦੇਣ ਦੇ ਵੇਰਵੇ
ta: பரிவர்த்தனை விவரங்கள்

# sessionId
source: Session ID: {sessionId}...
bn: সেশন ID: {sessionId}...
gu: સેશન ID: {sessionId}...
hi: सत्र ID: {sessionId}...
ml: സെഷൻ ID: {sessionId}...
mr: सत्र ID: {sessionId}...
pa: ਸੈਸ਼ਨ ID: {sessionId}...
ta: அமர்வு ID: {sessionId}...

source: Close
bn: বন্ধ
gu: બંધ
hi: बंद करें
ml: അടയ്ക്കുക
mr: बंद करा
pa: ਬੰਦ ਕਰੋ
ta: மூடு

source: Debit
bn: ডেবিট
gu: ડેબિટ
hi: डेबिट
ml: ഡെബിറ്റ്
mr: डेबिट
pa: ਡੈਬਿਟ
ta: டெபிட்

source: Credit
bn: ক্রেডিট
gu: ક્રેડિટ
hi: क्रेडिट
ml: ക്രെഡിറ്റ്
mr: क्रेडिट
pa: ਕ੍ਰੈਡਿਟ
ta: கிரெடிட்

# mobileNumberNotFound
source: Mobile number not found. Please login again.
bn: মোবাইল নম্বর পাওয়া যায়নি। অনুগ্রহ করে আবার লগইন করুন।
gu: મોબાઇલ નંબર મળ્યો નથી। કૃપા કરીને ફરીથી લોગિન કરો।
hi: मोबाइल नंबर नहीं मिला। कृपया फिर से लॉगिन करें।
ml: മൊബൈൽ നമ്പർ കണ്ടെത്തിയില്ല। ദയവായി വീണ്ടും ലോഗിൻ ചെയ്യുക।
mr: मोबाइल नंबर सापडला नाही। कृपया पुन्हा लॉगिन करा।
pa: ਮੋਬਾਈਲ ਨੰਬਰ ਨਹੀਂ ਮਿਲਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਲੌਗਿਨ ਕਰੋ।
ta: மொபைல் எண் கிடைக்கவில்லை। தயவுசெய்து மீண்டும் உள்நுழையவும்।
